Repository: RockxyApp/Rockxy
Catalog: Rockxy/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: GitHub could not validate the Gist payload.
zh_hans: GitHub 无法验证 Gist 有效载荷。

source: GitHub OAuth is not configured for this build.
zh_hans: 此构建未配置 GitHub OAuth。

source: GitHub rejected the saved token. Reconnect GitHub in Settings.
zh_hans: GitHub 拒绝了保存的令牌。请在设置中重新连接 GitHub。

source: GitHub returned an unexpected response.
zh_hans: GitHub 返回了意外的响应。

source: GitHub returned HTTP %lld.
zh_hans: GitHub 返回了 HTTP %lld。

source: GitHub token
zh_hans: GitHub 令牌

source: Global Default
zh_hans: 全局默认值

# Global Default · %@ · %@
source: Global Default · %1$@ · %2$@
zh_hans: 全局默认 · %1$@ · %2$@

source: Global Models
zh_hans: 全局模型

source: Google Chrome (Current Profile)...
zh_hans: Google Chrome（当前配置）...

source: Google Chrome (New Profile)...
zh_hans: Google Chrome（新配置）...

source: GraphQL operations confirmed from captured request data
zh_hans: 根据捕获的请求数据确认的 GraphQL 操作

source: Green
zh_hans: 绿色

source: Guide
zh_hans: 指南

source: Guide only
zh_hans: 仅指南

source: Guide-only target
zh_hans: 仅指南目标

source: HAR Archive (HTTP Archive 1.2)
zh_hans: HAR 归档（HTTP Archive 1.2）

source: HAR File Too Large
zh_hans: HAR 文件过大

source: HAR files can include captured URLs, headers, cookies, authorization and query values, and request/response bodies. Review the file before sharing.
zh_hans: HAR 文件可能包含捕获的 URL、标头、Cookie、授权和查询值，以及请求/响应正文。共享前请审查该文件。

source: HAR Import Failed
zh_hans: HAR 导入失败

source: HAR, session, and Gist exports can include captured headers, cookies, authorization tokens, and request/response bodies. Review exports before sharing or publishing.
zh_hans: HAR、会话和 Gist 导出内容可能包含捕获的标头、Cookie、授权令牌以及请求/响应正文。共享或发布前请审查导出内容。

source: Header
zh_hans: 标头

source: Header Columns
zh_hans: 标头列

source: Header lines must contain a colon.
zh_hans: 标头行必须包含冒号。

source: Header name
zh_hans: 标头名称

source: Header Name
zh_hans: 标头名称

source: Header name is empty.
zh_hans: 标头名称为空。

source: Header Name is required
zh_hans: 必须填写标头名称

source: Header names are limited to %lld characters.
zh_hans: 标头名称不得超过 %lld 个字符。

source: Header names cannot contain spaces.
zh_hans: 标头名称不能包含空格。

source: Header source
zh_hans: 标头来源

source: Header uses alg: none.
zh_hans: 标头使用 alg: none。

source: Header value
zh_hans: 标头值

source: Header Value
zh_hans: 标头值

source: Header Value is required for %@
zh_hans: %@ 需要标头值

source: Headers
zh_hans: 标头

source: Headers identify gRPC, but no length-prefixed messages were captured.
zh_hans: 标头表明是 gRPC，但未捕获到带长度前缀的消息。

source: Help
zh_hans: 帮助

source: Helper is registered in macOS but Rockxy could not reach it. Check again, reinstall the helper from the current build, or use Force Reset if macOS Login Items is stuck.
zh_hans: 辅助工具已在 macOS 中注册，但 Rockxy 无法访问它。请再次检查、从当前版本重新安装辅助工具，或在 macOS 登录项卡住时使用强制重置。

source: Helper is responding and matches the bundled version.
zh_hans: Helper 正在响应，并且与捆绑的版本匹配。

source: Helper is responding and supports this app's required operations.
zh_hans: 辅助工具正在响应，并支持此应用所需的操作。

source: Helper reset complete
zh_hans: 辅助工具重置完成

source: Helper reset failed
zh_hans: 辅助工具重置失败

source: Heuristic tree
zh_hans: 启发式树

source: Hidden
zh_hans: 已隐藏

source: Hidden filters active
zh_hans: 当前有隐藏的筛选器生效

source: Hide
zh_hans: 隐藏

source: Hide %@
zh_hans: 隐藏 %@

source: Hide %@ column
zh_hans: 隐藏 %@ 列

source: Hide Bottom Inspector
zh_hans: 隐藏底部检查器

source: Hide compound filters
zh_hans: 隐藏复合筛选条件

source: Hide Context Dock
zh_hans: 隐藏上下文 Dock

source: Hide From Table
zh_hans: 从表格中隐藏

source: Hide recurring traffic from the current Traffic Tab. Capture continues and no requests are deleted.
zh_hans: 在当前流量标签页中隐藏重复流量。捕获会继续，且不会删除任何请求。

source: Hide Token
zh_hans: 隐藏令牌

source: Hide when any match
zh_hans: 匹配任一条件时隐藏

source: Hide: ESC
zh_hans: 隐藏：ESC

source: Hides this domain and its subdomains from the Focus Set.
zh_hans: 从焦点集中隐藏此域名及其子域名。

source: Hides URL paths that begin with this value from the Focus Set.
zh_hans: 从焦点集中隐藏以此值开头的 URL 路径。

source: Highlight
zh_hans: 高亮显示

source: History
zh_hans: 历史记录

source: History snapshot truncated
zh_hans: 历史记录快照已截断

source: History stays on this Mac. Authentication and cookie header values are redacted; URLs and bodies remain stored locally.
zh_hans: 历史记录保留在这台 Mac 上。身份验证和 cookie 标头值会被脱敏；URL 和正文仍在本地存储。

source: Homepage…
zh_hans: 主页…

source: Host
zh_hans: 主机

source: Host header preserved
zh_hans: 保留 Host 标头

source: Host kept
zh_hans: 保留主机

source: Host pattern
zh_hans: 主机模式

source: Host Pattern
zh_hans: 主机模式

source: Host patterns must be 255 characters or fewer and contain no spaces.
zh_hans: 主机模式不得超过 255 个字符，且不能包含空格。

source: Hosts
zh_hans: 主机

source: Hosts here skip decryption but still flow through Rockxy. It never disables Rockxy proxying.
zh_hans: 此处的主机会跳过解密，但仍通过 Rockxy 传输。这绝不会停用 Rockxy 代理。

source: Hot reload does not always pick up new network settings; do a full restart of the Flutter app after you change the proxy or certificate trust.
zh_hans: 热重载不一定会应用新的网络设置；更改代理或证书信任后，请完全重启 Flutter 应用。

source: HTML Preview
zh_hans: HTML 预览

source: HTTP %lld from provider
zh_hans: 来自提供商的 HTTP %lld

source: HTTP %lld response
zh_hans: HTTP %lld 响应

source: HTTP 4xx/5xx responses and failed transports
zh_hans: HTTP 4xx/5xx 响应和传输失败

source: HTTP 429 and nearby repeated requests support this hypothesis; application policy remains unknown.
zh_hans: HTTP 429 和附近的重复请求支持此假设；应用程序策略仍未知。

source: HTTP error %lld
zh_hans: HTTP 错误 %lld

source: HTTP method
zh_hans: HTTP 方法

source: HTTP Method
zh_hans: HTTP 方法

source: HTTP Proxy
zh_hans: HTTP 代理

source: HTTP response
zh_hans: HTTP 响应

source: HTTP response status code
zh_hans: HTTP 响应状态码

source: HTTPS connection
zh_hans: HTTPS 连接

source: HTTPS content was not inspected.
zh_hans: 未检查 HTTPS 内容。

source: HTTPS decryption
zh_hans: HTTPS 解密

source: HTTPS Decryption
zh_hans: HTTPS 解密

source: HTTPS Decryption lets you decrypt traffic from an application or a specific host, or keep it tunneled. Trust Rockxy's root certificate before decrypting.
zh_hans: HTTPS 解密可让你解密来自某个应用或特定主机的流量，也可以保持隧道传输。解密前请先信任 Rockxy 的根证书。

source: HTTPS decryption is off. All HTTPS connections are tunneled unread; individual rules keep their state.
zh_hans: HTTPS 解密已关闭。所有 HTTPS 连接均以隧道方式传输且不被读取；各规则保持其状态。

source: HTTPS decryption is ready for new connections to %@
zh_hans: HTTPS 解密已就绪，可用于到 %@ 的新连接

source: HTTPS decryption is unavailable until the Rockxy root certificate is trusted. HTTPS is tunneled unread for now.
zh_hans: 在信任 Rockxy 根证书之前，HTTPS 解密不可用。目前 HTTPS 将以隧道方式传输而不被读取。

source: HTTPS Decryption…
zh_hans: HTTPS 解密…

source: HTTPS interception is ready for %@.
zh_hans: 已为 %@ 准备好 HTTPS 拦截。

source: HTTPS interception is ready.
zh_hans: HTTPS 拦截已就绪。

source: HTTPS interception is unavailable because the Rockxy Root CA has not been generated yet. HTTP traffic and logs are still captured.
zh_hans: 尚未生成 Rockxy 根 CA，因此 HTTPS 拦截不可用。HTTP 流量和日志仍会被捕获。

source: HTTPS interception is unavailable because the Rockxy Root CA is installed but not trusted for SSL. HTTP traffic and logs are still captured.
zh_hans: Rockxy 根 CA 已安装但未被信任用于 SSL，因此 HTTPS 拦截不可用。HTTP 流量和日志仍会被捕获。

source: HTTPS interception is unavailable because the Rockxy Root CA is not installed in the login or System keychain. HTTP traffic and logs are still captured.
zh_hans: Rockxy 根 CA 未安装到登录钥匙串或系统钥匙串，因此 HTTPS 拦截不可用。HTTP 流量和日志仍会被捕获。

source: HTTPS Map Local needs SSL Proxying for %@ before this rule can see the request.
zh_hans: HTTPS Map Local 需要先为 %@ 启用 SSL 代理，此规则才能看到请求。

source: HTTPS Proxy
zh_hans: HTTPS 代理

source: HTTPS regex or wildcard-host rules require a matching host in HTTPS Decryption. Rockxy cannot safely infer one from this pattern.
zh_hans: HTTPS 正则表达式或通配符主机规则需要在 HTTPS 解密中有匹配的主机。Rockxy 无法从此模式中安全推断主机。

source: HTTPS Traffic Interception
zh_hans: HTTPS 流量拦截

source: I Authorized
zh_hans: 我已授权

source: I can help with Rockxy's workflows — capture, HTTPS decryption, mapping, breakpoints, rules, and scripting. I couldn't match that to a feature; try naming the workflow or open Settings.
zh_hans: 我可以帮助你使用 Rockxy 的各项工作流——捕获、HTTPS 解密、映射、断点、规则和脚本。我无法将其匹配到某项功能；请尝试指明工作流名称，或打开“设置”。

source: I couldn’t complete the model response.
zh_hans: 我无法完成模型响应。

source: I couldn’t complete the response.
zh_hans: 我无法完成响应。

source: I couldn’t finish that investigation.
zh_hans: 我无法完成该调查。

source: Identifiers
zh_hans: 标识符

source: Idle
zh_hans: 空闲

source: If an app still fails TLS, its network-security-config probably does not trust user CAs; a debug build with a relaxed config is required.
zh_hans: 如果 App 仍出现 TLS 失败，其 network-security-config 可能不信任用户 CA；需要使用放宽配置的调试构建。

source: If Android development mode cannot reach Metro after proxy setup, keep adb reverse tcp:8081 tcp:8081 active. For emulator Wi-Fi proxy settings, bypass localhost; for physical devices, bypass the Mac LAN host used by Metro.
zh_hans: 如果设置代理后 Android 开发模式无法连接 Metro，请保持 adb reverse tcp:8081 tcp:8081 处于启用状态。对于模拟器 Wi-Fi 代理设置，请绕过 localhost；对于实体设备，请绕过 Metro 使用的 Mac 局域网主机。

source: If HTTPS still fails, use Device > Erase All Content and Settings on the simulator and reinstall the certificate before retrying.
zh_hans: 如果 HTTPS 仍然失败，请在模拟器中使用 Device > Erase All Content and Settings，并在重试前重新安装证书。

source: If Rockxy sees nothing, verify the HTTP client you use respects the platform proxy or accepts explicit proxy configuration.
zh_hans: 如果 Rockxy 没有看到任何流量，请验证你使用的 HTTP 客户端是否遵循平台代理或接受显式代理配置。

source: If the app pins certificates, Rockxy cannot decrypt its HTTPS traffic until the debug build relaxes pinning.
zh_hans: 如果应用启用了证书固定，除非调试版本放宽该策略，否则 Rockxy 无法解密其 HTTPS 流量。

source: If the app pins certificates, Rockxy cannot decrypt that HTTPS traffic until the debug build relaxes pinning.
zh_hans: 如果应用启用了证书固定，则在调试版本放宽该策略之前，Rockxy 无法解密该 HTTPS 流量。

source: If the app pins its own certificates, Rockxy cannot decrypt its traffic until the app is built with pinning relaxed.
zh_hans: 如果应用对自己的证书启用了固定，则在构建应用时放宽该策略之前，Rockxy 无法解密其流量。

source: If you prefer Terminal, export the public PEM and run xcrun simctl keychain <udid> add-root-cert <path-to-pem> for a prepared simulator.
zh_hans: 如果你更喜欢使用“终端”，请导出公开 PEM，然后为已准备的模拟器运行 xcrun simctl keychain <udid> add-root-cert <path-to-pem>。

source: If you skip client wiring or debug Android trust settings, emulator traffic may bypass Rockxy until a separate automation flow handles routing.
zh_hans: 如果跳过客户端接线或调试 Android 信任设置，模拟器流量可能会绕过 Rockxy，直到单独的自动化流程处理路由。

source: Image data could not be decoded
zh_hans: 无法解码图像数据

source: Images
zh_hans: 图像

source: Import
zh_hans: 导入

source: Import %@ as a New Project?
zh_hans: 将 %@ 导入为新项目？

source: Import a certificate and private key to answer mutual-TLS challenges from matching hosts.
zh_hans: 导入证书和私钥，以响应来自匹配主机的 mutual-TLS 质询。

source: Import a certificate and private key to present a pinned server identity for matching hosts.
zh_hans: 导入证书和私钥，以便为匹配的主机提供固定的服务器身份。

source: Import a local .proto source file.
zh_hans: 导入本地 .proto 源文件。

source: Import Failed
zh_hans: 导入失败

source: Import from cURL...
zh_hans: 从 cURL 导入...

source: Import HAR Archive
zh_hans: 导入 HAR 归档

source: Import HAR…
zh_hans: 导入 HAR…

source: Import local Protobuf schema
zh_hans: 导入本地 Protobuf 架构

source: Import P12…
zh_hans: 导入 P12…

source: Import PEM / DER…
zh_hans: 导入 PEM / DER…

source: Import Project Configuration
zh_hans: 导入项目配置

source: Import Project Configuration…
zh_hans: 导入项目配置…

source: Import Protobuf Schema
zh_hans: 导入 Protobuf 架构

source: Import replaces the complete list. Export first if you need a backup.
zh_hans: 导入会替换整个列表。如果需要备份，请先导出。

source: Import Rockxy Settings…
zh_hans: 导入 Rockxy 设置…

source: Import Rules
zh_hans: 导入规则

source: Import Settings
zh_hans: 导入设置

source: Import the Rockxy CA with keytool, then run the HttpClient sample to confirm capture.
zh_hans: 使用 keytool 导入 Rockxy CA，然后运行 HttpClient 示例以确认捕获。

source: Import the Rockxy root CA into the active JVM's cacerts with keytool, then route traffic through 127.0.0.1 on Rockxy's port. This flow requires a locally installed JDK.
zh_hans: 使用 keytool 将 Rockxy 根 CA 导入当前 JVM 的 cacerts，然后通过 Rockxy 端口上的 127.0.0.1 路由流量。 此流程需要本地安装 JDK。

source: Import Unavailable
zh_hans: 无法导入

source: Import…
zh_hans: 导入…

source: Imported .proto files are stored locally on this Mac. Schema-aware decoding is unavailable in this build — captured Protobuf traffic is decoded with heuristics only.
zh_hans: 导入的 .proto 文件存储在这台 Mac 本地。此构建无法进行架构感知解码，捕获的 Protobuf 流量仅使用启发式方法解码。

source: Imported %@ as a new Project
zh_hans: 已将 %@ 导入为新项目

source: Imported %@.
zh_hans: 已导入 %@。

# Imported %lld transactions from %@
source: Imported %1$lld transactions from %2$@
zh_hans: 已从 %2$@ 导入 %1$lld 个事务

# Imported from %@ (%lld requests)
source: Imported from %1$@ (%2$lld requests)
zh_hans: 已从 %1$@ 导入（%2$lld 个请求）

source: Importing replaces all current rules and applies the Allow List on/off state stored in the file.
zh_hans: 导入会替换所有当前规则，并应用文件中存储的允许列表开关状态。

# Importing replaces the entire current session — %@ and %@ — with this capture.
source: Importing replaces the entire current session — %1$@ and %2$@ — with this capture.
zh_hans: 导入会将整个当前会话（%1$@ 和 %2$@）替换为此次捕获。

source: Importing…
zh_hans: 正在导入…

source: In Developer Setup, choose Share Certificate, scan the QR code in Safari, install the downloaded profile, then enable full trust under Settings > General > About > Certificate Trust Settings.
zh_hans: 在开发者设置中，选择“共享证书”，在 Safari 中扫描二维码，安装下载的描述文件，然后在“设置 > 通用 > 关于本机 > 证书信任设置”中启用完全信任。

source: In Settings > Wi-Fi, edit the active network and set a manual HTTP proxy pointing at the Mac's LAN IP and Rockxy's port.
zh_hans: 在设置 > Wi-Fi 中编辑当前网络，并将手动 HTTP 代理指向 Mac 的局域网 IP 和 Rockxy 端口。

source: In Use
zh_hans: 使用中

source: Inactive
zh_hans: 不活跃

source: Include
zh_hans: 包含

source: Include all subpaths of this URL
zh_hans: 包含此 URL 的所有子路径

source: Include Excluded Traffic Once
zh_hans: 包括一次已排除的流量

source: Include Related Requests (+%lld)
zh_hans: 包括相关请求（+%lld）

source: Include subpaths
zh_hans: 包括子路径

source: Included in review
zh_hans: 已包括在审查中

source: Including excluded traffic…
zh_hans: 包括已排除的流量…

source: Incompatible Version
zh_hans: 版本不兼容

source: Incomplete header · %lld bytes
zh_hans: 标头不完整 · %lld 字节

source: Inference uses the configured local endpoint
zh_hans: 推理使用已配置的本地端点

source: Inferred
zh_hans: 推断

source: Info
zh_hans: 信息

source: Input
zh_hans: 输入

source: Insert Header Example
zh_hans: 插入标头示例

source: Inside the stock Android emulator, the Mac is reachable at 10.0.2.2, so set the emulator proxy to 10.0.2.2 and Rockxy's port.
zh_hans: 在原生 Android 模拟器中，可通过 10.0.2.2 访问 Mac，因此请将模拟器代理设置为 10.0.2.2 和 Rockxy 的端口。

source: Inside the stock emulator the Mac is reachable at 10.0.2.2; set the emulator proxy to that address plus Rockxy's port, then share or install the PEM as a user CA.
zh_hans: 在原生模拟器中，可通过 10.0.2.2 访问 Mac；请将模拟器代理设置为该地址加 Rockxy 端口，然后将 PEM 共享或安装为用户 CA。

source: Insights
zh_hans: 洞察

source: Insomnia ships a manual proxy + CA configuration snippet.
zh_hans: Insomnia 提供手动代理 + CA 配置代码片段。

source: Inspect raw JSON-RPC params and response body to classify this method.
zh_hans: 检查原始 JSON-RPC 参数和响应正文以对此方法进行分类。

source: Inspect the captured status and transport state to determine why the tunnel was not established.
zh_hans: 检查已捕获的状态和传输状态，以确定隧道未建立的原因。

source: Inspect the response payload and nearby requests to this host.
zh_hans: 检查响应有效载荷以及向该主机发出的邻近请求。

source: Inspecting selected traffic
zh_hans: 正在检查所选流量

source: Inspector
zh_hans: 检查器

source: Inspector Details
zh_hans: 检查器详细信息

source: Inspector Preview Tabs
zh_hans: 检查器预览标签页

source: Inspector Preview Tabs…
zh_hans: 检查器预览标签页…

source: Install
zh_hans: 安装

source: Install & Trust
zh_hans: 安装并信任

source: Install & Trust Certificate
zh_hans: 安装并信任证书

source: Install & Trust…
zh_hans: 安装并信任…

source: Install and Relaunch
zh_hans: 安装并重新启动

source: Install and trust the certificate to enable HTTPS interception.
zh_hans: 安装并信任证书以启用 HTTPS 拦截。

source: Install and trust the Rockxy certificate
zh_hans: 安装并信任 Rockxy 证书

source: Install and trust the Rockxy root certificate before validating HTTPS traffic.
zh_hans: 在验证 HTTPS 流量之前，请安装并信任 Rockxy 根证书。

source: Install Certificate on Android
zh_hans: 在 Android 上安装证书

source: Install Certificate on Developments
zh_hans: 在开发设备上安装证书

source: Install Certificate on Firefox Browsers…
zh_hans: 在 Firefox 浏览器上安装证书…

source: Install Certificate on iOS
zh_hans: 在 iOS 上安装证书

source: Install Certificate on Java VMs…
zh_hans: 在 Java VM 上安装证书…

source: Install Certificate on This Mac…
zh_hans: 在这台 Mac 上安装证书…

source: Install from File…
zh_hans: 从文件安装…

source: Install Helper
zh_hans: 安装辅助工具

source: Install Helper Tool
zh_hans: 安装辅助工具

source: Install in:
zh_hans: 安装位置：

source: Install Ollama
zh_hans: 安装 Ollama

source: Install the certificate as a user CA
zh_hans: 将证书安装为用户 CA

source: Install the certificate inside the emulator
zh_hans: 在模拟器中安装证书

source: Install the privileged service used for reliable proxy changes and recovery.
zh_hans: 安装用于可靠更改代理和恢复的特权服务。

source: Install the selected runtime, toolchain, or client on this Mac before validating this manual flow.
zh_hans: 验证此手动流程前，请先在这台 Mac 上安装所选的运行时、工具链或客户端。

source: Install Update
zh_hans: 安装更新

source: Installation Details
zh_hans: 安装详细信息

source: Installation failed: %@
zh_hans: 安装失败：%@

source: Installed
zh_hans: 已安装

source: Installed & Trusted
zh_hans: 已安装并受信任

source: Installed But Unreachable
zh_hans: 已安装但无法访问

source: Installed helper is incompatible with this app version.
zh_hans: 已安装的辅助工具与此 App 版本不兼容。

source: Installed helper version is incompatible with this app.
zh_hans: 已安装的辅助工具版本与此应用不兼容。

source: Installed helper version is outdated and should be updated.
zh_hans: 已安装的辅助工具版本已过时，应进行更新。

source: Installed in macOS Keychain
zh_hans: 已安装到 macOS 钥匙串

source: Installed in Ollama
zh_hans: 已安装在 Ollama 中

source: Installed Models
zh_hans: 已安装的模型

source: installed not trusted
zh_hans: 已安装但不受信任

source: Installed Version:
zh_hans: 已安装版本：

source: Installed, compatible, and reachable.
zh_hans: 已安装、兼容且可访问。

source: Installed, Trust Not Verified
zh_hans: 已安装，信任未经验证

source: Installed, Trust Required
zh_hans: 已安装，需要信任

source: Installed:
zh_hans: 已安装：

source: Installing
zh_hans: 正在安装

source: Installing and trusting the certificate…
zh_hans: 正在安装并信任证书…

source: Installing Rockxy %@…
zh_hans: 正在安装 Rockxy %@…

source: Installing the new version and preparing to relaunch.
zh_hans: 正在安装新版本并准备重新启动。

source: Installing the profile is not enough
zh_hans: 仅安装描述文件还不够

source: Installing the verified application…
zh_hans: 正在安装已验证的应用程序…

source: Installing update…
zh_hans: 正在安装更新…

source: Installs and trusts the Rockxy root certificate
zh_hans: 安装并信任 Rockxy 根证书

source: Integrations
zh_hans: 集成

source: Intent
zh_hans: 意图

source: Interactive validation is not available for this target
zh_hans: 此目标不支持交互式验证

source: Interactive validation is not available for this target.
zh_hans: 此目标无法进行交互式验证。

source: Invalid App Signature
zh_hans: 应用签名无效

source: Invalid Base64
zh_hans: 无效的 Base64

source: Invalid bracket selector.
zh_hans: 无效的方括号选择器。

source: Invalid endpoint
zh_hans: 端点无效

source: Invalid headers.
zh_hans: 标头无效。

source: Invalid JSON
zh_hans: 无效的 JSON

source: Invalid JSON body: %@
zh_hans: JSON 正文无效：%@

source: Invalid JWT
zh_hans: 无效的 JWT

source: Invalid matching pattern
zh_hans: 无效的匹配模式

# Invalid matching rule '%@': %@
source: Invalid matching rule '%1$@': %2$@
zh_hans: 匹配规则 ‘%1$@’ 无效：%2$@

source: Invalid Session File
zh_hans: 会话文件无效

source: Invalid template: %@
zh_hans: 无效的模板：%@

source: Invalid URL
zh_hans: 无效 URL

source: Investigate captured traffic
zh_hans: 调查已捕获的流量

source: Investigation answer
zh_hans: 调查答案

source: Investigation scope: %@
zh_hans: 调查范围：%@

source: iOS caches trust decisions per app launch; rebuild or cold-launch the target app once the certificate is trusted, then re-run its HTTPS flow.
zh_hans: iOS 会按每次 App 启动缓存信任决定；证书受信任后，请重新构建或冷启动目标 App，然后重新运行其 HTTPS 流程。

source: iOS Device
zh_hans: iOS 设备

source: iOS devices follow the iOS Device guide
zh_hans: iOS 设备遵循 iOS 设备指南

source: iOS Simulator
zh_hans: iOS 模拟器

source: iOS Simulator follows the simulator guide
zh_hans: iOS Simulator 遵循模拟器指南

source: iOS Simulator uses the Mac network path with simulator-local certificate trust.
zh_hans: iOS 模拟器使用 Mac 网络路径，并在模拟器本地信任证书。

source: iOS Simulator…
zh_hans: iOS 模拟器…

source: Is
zh_hans: 是

source: Is Not
zh_hans: 不是

source: Issuer
zh_hans: 颁发者

source: It was started with %@. Restore that selection or start a clean conversation for the traffic shown above.
zh_hans: 该对话使用 %@ 启动。请恢复该选择，或为上方显示的流量开始一个全新对话。

source: Java setup
zh_hans: Java 设置

source: Java VMs
zh_hans: Java 虚拟机

source: Java VMs support a scoped Automatic Setup session plus a manual keystore workflow.
zh_hans: Java VMs 支持限定范围的自动设置会话以及手动密钥库工作流。

source: JSON contains an unsupported value.
zh_hans: JSON 包含不受支持的值。

source: JSON contains too many nodes.
zh_hans: JSON 包含过多节点。

source: JSON is nested too deeply.
zh_hans: JSON 嵌套过深。

source: JSON Prettier
zh_hans: JSON 美化器

source: JSON Request
zh_hans: JSON 请求

source: JSON Response
zh_hans: JSON 响应

source: JSON Treeview
zh_hans: JSON 树视图

source: Jump to First Request
zh_hans: 跳转到第一个请求

source: Jump to Last Request
zh_hans: 跳转到最后一个请求

source: Jump to the first visible request. ⌘↑
zh_hans: 跳转到第一个可见请求。⌘↑

source: Jump to the latest visible request without changing Follow Live. ⌘↓
zh_hans: 跳转到最新的可见请求，且不更改“跟随实时”。⌘↓

source: Keep Android trust debug-only
zh_hans: 将 Android 的证书信任限制为仅调试构建

source: Keep Editing
zh_hans: 继续编辑

source: Keep original
zh_hans: 保留原始值

source: Keep Original
zh_hans: 保留原文

source: Keep original request path and query
zh_hans: 保留原始请求路径和查询

source: Keep the newest request in this tab selected. ⇧⌘L
zh_hans: 保持选中此标签页中的最新请求。⇧⌘L

source: Keep the selected request pinned in the current session.
zh_hans: 在当前会话中保持置顶所选请求。

source: Keep this token private. Anyone with it can send capture data to this Mac.
zh_hans: 请妥善保管此令牌。任何持有者都能向这台 Mac 发送捕获数据。

source: Keeps the request's Host header even when the destination host changes.
zh_hans: 即使目标主机发生更改，也会保留请求的 Host 标头。

source: Key
zh_hans: 键

source: Key-Value
zh_hans: 键值

source: Keyboard Shortcuts
zh_hans: 键盘快捷键

source: Keychain
zh_hans: 钥匙串

source: Keychain Access
zh_hans: 钥匙串访问

source: Keychain Access is unavailable.
zh_hans: “钥匙串访问”不可用。

source: Kind
zh_hans: 类型

source: Large Response Bodies
zh_hans: 大型响应正文

source: Larger general-purpose model for Macs with more unified memory
zh_hans: 适用于配备更多统一内存的 Mac 的大型通用模型

source: Last check
zh_hans: 上次检查

source: Last Checked:
zh_hans: 上次检查：

source: Last Error
zh_hans: 上一个错误

source: Latency
zh_hans: 延迟

source: Language
zh_hans: 语言

source: Language, theme, font, and layout density for the debugging workspace.
zh_hans: 调试工作区的语言、主题、字体和布局密度。

source: Later
zh_hans: 稍后

source: Latest
zh_hans: 最新

source: Launch with --proxy-server and NODE_EXTRA_CA_CERTS, or call session.setProxy in the main process; both variants make Electron honor Rockxy.
zh_hans: 使用 --proxy-server 和 NODE_EXTRA_CA_CERTS 启动，或在主进程中调用 session.setProxy；两种方式都能让 Electron 遵从 Rockxy。

source: Launch your app/domain to see it in the list
zh_hans: 启动你的 App 或访问域名，即可在列表中看到它

source: Learn More
zh_hans: 了解更多

source: Leave blank to keep saved password
zh_hans: 留空以保留已保存的密码

source: Leave blank to keep the saved password.
zh_hans: 留空可保留已保存的密码。

source: Leave this collection and show all captured traffic.
zh_hans: 离开此集合并显示所有已捕获流量。

source: Left
zh_hans: 左侧

source: Left text
zh_hans: 左侧文本

source: Library
zh_hans: 资料库

source: Light
zh_hans: 浅色

source: Likely AI
zh_hans: 可能是 AI

source: Likely Protobuf
zh_hans: 可能是 Protobuf

source: Listen on 127.0.0.1 (localhost) instead of 0.0.0.0.
zh_hans: 监听 127.0.0.1（localhost）而不是 0.0.0.0。

source: Listener
zh_hans: 监听器

source: Listener port number
zh_hans: 监听器端口号

source: Listener ready. Paired Babylon clients can stream runtime events to this Mac.
zh_hans: 监听器已就绪。已配对的 Babylon 客户端可将运行时事件流式传输到这台 Mac。

source: Listener settings saved
zh_hans: 监听器设置已保存
